NIPS_MARKUP = {
    "1015 Кондиционер": [18, 20],
    "1015 Свет": [12, 68],
    "1015 Правое окно": [49, 54],
    "1015 Левое окно": [36, 41],
    "1018 Стелаж №14": [156, 170],
    "1018 Стелаж №22": [175, 188],
    "1018 Стелаж №23": [194, 208],
    "1018 Стелаж №24": [131, 148],
    "1018 Стелаж №25": [118, 128],
    "1018 Кондиционер №1": [225, 230],
    "1018 Радиатор №1": [216, 222],
    "1018 КТХ": [276, 283],
    "1018 Кондиционер №2": [273, 276],
    "1018 Свет": [245, 269],
    "1018 Радиатор №2": [234, 241],
    "Коридор №1": [311, 315],
    "Коридор №2": [369, 373],
    "Коридор №3": [421, 422],
    "Коридор №4": [486, 493],
    "Улица": [380, 402],
    "1013 Кондиционер": [327, 331],
    "1013 Свет": [333, 357],
    "1009 Кондиционер": [431, 433],
    "1009 Свет": [424, 444],
    "1005 Кондиционер №1": [570, 573],
    "1005 Свет №1": [565, 589],
    "1005 Кондиционер №2": [557, 560],
    "1005 Свет №2": [515, 555],
}

EVENTS_NAMES_COLLECTOR = [
    'hot_leak',
    'cold_leak',
    'power_line_heat',
]

EVENTS_NAMES_OFFICE = [
    'radiator_switch',
    'conditioner_switch',
    'light_switch',
    'window',
    'rack_temperature',
    'climatic_chamber_temperature',
    'office_fire',
]

EVENTS_NAMES_PARKING = [
    'parking_fire',
]
